/* 
  DiskClean.strings
  DrCleaner

  Created by David Cai on 10/9/14.
  Copyright (c) 2014 TrendMicro. All rights reserved.
*/

"sandbox.access.title" = "Autoriser l'accès";
"sandbox.access.message" = "%@ doit accéder à ce chemin pour continuer. Cliquez sur Autoriser.";
"sandbox.access.allow" = "Autoriser";
// VoiceOver
"voiceover.logo" = "Site Web Trend Micro";
"voiceover.usageUsed" = "Utilisé:";
"voiceover.usageFree" = "Disponible:";
"voiceover.goBack" = "Revenir en arrière";
"voiceover.scanDone" = "Fin de scan";
"voiceover.cleanDone" = "Fin de nettoyage";
"voiceover.cleanDoneContent" = "%@ fichiers d'ordures ont été nettoyés !";
"voiceover.cleanDoneSuggestion" = "Pour optimiser la mémoire, ouvrez la barre de menus système de Dr Cleaner.";


"common.sub.congratulations" = "Votre disque vient d'être nettoyé.";
"common.sub.cleaned" = "de fichiers résiduels ont été supprimés !";
"common.congratulations" = "Félicitations !";
"common.finish" = "Terminé";
"common.used" = "Résiduel";
"common.clean" = "Nettoyer";
"common.cleaning" = "Nettoyage";
"common.delete" = "Supprimer définitivement";
"common.scan" = "Analyser";
"common.scanJunk" = "Chercher indésirables";
"common.scanBigFile" = "Chercher gros fichiers";
"common.scaning" = "Analyse en cours";
"common.yes" = "Oui";
"common.no" = "Non";
"common.proceed" = "Procéder";
"common.disk" = "Nettoyer le disque";

"HomeFolderStageView.alertTitle" = "Le nettoyage de disque ne prend pas en charge l'utilisateur \"root\", veuillez passer à l'utilisateur normal.";
"HomeFolderStageView.alertButton" = "OK";

"toScanStageView.alertTitle" = "Nous ne pouvons pas accéder à votre dossier de base en raison des erreurs inconnues, veuillez contacter notre assistance. \nhttp://appletuner.trendmicro.com/support";
"toScanStageView.alertButton" = "OK";

"toScanStageView.titleLabel" = "Votre disque";
"toScanStageView.detailLabel" = "Dernier nettoyage : %@";
"toCleanStageView.titleLabelSizeToClean" = "Purge possible";
"toCleanStageView.detailLabelSizeToClean" = "à supprimer sans risque";
"toCleanStageView.dialogTitleConfirmClean" = "Ajouter le dossier %@à la sélection destinée au nettoyage ?";
"toCleanStageView.dialogContentConfirmClean" = "Son contenu ne sera définitivement supprimé que lors de ce processus. L'annulation reste donc possible en décochant l'option avant d'effectuer votre nettoyage.";

"toCleanStageView.detailTableTitleLabel" = "Répartition…";
"toCleanStageView.detailTableDetailLabelView" = "Afficher";
"toCleanStageView.detailTableDetailLabelDetails" = "Détails";
"toCleanLargeFilesStageView.dialogTitleConfirmClean" = "Voulez-vous vraiment supprimer définitivement les fichiers sélectionnés ?";
"toCleanLargeFilesStageView.dialogContentConfirmClean" = "Si vous cliquez sur « Oui », les fichiers seront définitivement supprimés et irrécupérables.";

"CleanDoneStageView.rescan" = "Réanalyser";
"CleanDoneStageView.quit" = "Quitter";

"CleanDoneStageView.noJunkSharingFirst" = "Juste analysé mon Mac avec #DrCleaner. Confirmation d'aucun fichier résiduel sur le disque. Découvrez-le ici :  https://bit.ly/DrCleaner";
"CleanDoneStageView.noJunkSharingSecond" = "Juste analysé mon Mac avec #DrCleaner. Confirmation d'aucun fichier résiduel sur le disque. Découvrez-le ici :  https://bit.ly/DrCleaner";
"CleanDoneStageView.junkSharingFirst" = "J'ai juste utilisé #DrCleaner pour accélérer mon Mac et économiser %@ d'espace disque. Découvrez-le ici :  https://bit.ly/DrCleaner";
"CleanDoneStageView.junkSharingSecond" = "J'ai juste utilisé #DrCleaner pour accélérer mon Mac et économiser %@ d'espace disque. Découvrez-le ici :  https://bit.ly/DrCleaner";
"CleanDoneStageView.junkLessThanOneHundredSharingFirst" = "Je viens d'analyser mon Mac avec #DrCleaner. Presque aucun fichier inutile ! Voulez-vous tester ? Voir https://bit.ly/DrCleaner";
"CleanDoneStageView.junkLessThanOneHundredSharingSecond" = "Je viens d'analyser mon Mac avec #DrCleaner. Presque aucun fichier inutile ! Voulez-vous tester ? Voir https://bit.ly/DrCleaner";
"CleanDoneStageView.noBigFileSharingFirst" = "Aucun gros fichier indésirable sur mon Mac !  Et le vôtre ?  Utilisez #DrCleaner pour analyser votre Mac. Voir https://bit.ly/1zuXAug";
"CleanDoneStageView.noBigFileSharingSecond" = "Aucun gros fichier indésirable sur mon Mac !  Et le vôtre ?  Utilisez #DrCleaner pour analyser votre Mac. Voir https://bit.ly/1zuXAug";
"CleanDoneStageView.bigFileSharingFirst" = "Avec #DrCleaner, fini les gros fichiers inutiles !  Utilisez-le pour analyser votre Mac. Voir https://bit.ly/1zuXAug";
"CleanDoneStageView.bigFileSharingSecond" = "Avec #DrCleaner, fini les gros fichiers inutiles !  Utilisez-le pour analyser votre Mac. Voir https://bit.ly/1zuXAug";
"junk.categoryName.cache" = "Caches applications ";
"junk.categoryName.logs" = "Journaux applications ";
"junk.categoryName.trash" = "Corbeille ";
"junk.categoryName.downloads" = "Téléchargements ";
"junk.categoryName.email" = "Caches messageries ";
"junk.categoryName.Itunes" = "Fichiers temporaires iTunes ";
"junk.categoryName.browser" = "Caches navigateurs ";

"junk.categoryName.browser.firefox" = "Firefox";
"junk.categoryName.browser.chrome" = "Chrome";
"junk.categoryName.browser.safari" = "Safari";

"junk.categoryName.largeFiles" = "Gros fichier";
// details window
"junk.detailsWindow.trash.title" = "Objets dans la corbeille";
"junk.detailsWindow.trash.info" = "Choix des objets à nettoyer";
"junk.detailsWindow.downloads.title" = "Données téléchargées";
"junk.detailsWindow.downloads.info" = "Choix des données à nettoyer";
"junk.detailsWindow.browsers.title" = "Données navigateurs";
"junk.detailsWindow.browsers.info" = "Choix des données à nettoyer";
"junk.detailsWindow.cache.info" = "Choix des objets à nettoyer";
"junk.detailsWindow.unselect" = "Désélectionner";
"junk.detailsWindow.selectall" = "Sélectionner tout";

// tooltip of junk
"junk.tooltip.cache" = "Les caches accélèrent les performances des applications. Par contre, la plupart ne supprimant pas leurs caches et fichiers temporaires après utilisation, ces derniers occupent une grande quantité d'espace disque qu'il est souhaitable de libérer.";
"junk.tooltip.logs" = "Certaines applications créent des fichiers journaux qui peuvent devenir assez encombrants. Dans ce cas, la suppression de ces journaux est recommandée et sans risque.";
"junk.tooltip.trash" = "Les fichiers supprimés temporairement sont placés dans la corbeille où ils occupent toujours de l'espace disque. En vidant la corbeille, ces fichiers seront définitivement supprimés sur le disque et l'espace occupé sera récupéré. Consultez la liste des fichiers avant de vider la corbeille.";
"junk.tooltip.downloads" = "Les fichiers du dossier 'Téléchargements' peuvent occuper beaucoup d'espace disque. La plupart n'étant plus indispensable après utilisation, passez en revue la liste de ces fichiers pour sélectionner les éléments à supprimer.";
"junk.tooltip.email" = "Les pièces jointes sont temporairement enregistrés sur le disque lorsque vous les ouvrez avec une application de messagerie. La suppression de ces caches n'a aucune incidence néfaste sur les messages électroniques originaux et leurs pièces jointes.";
"junk.tooltip.Itunes" = "Utilisez iTunes pour mettre à jour votre iPhone ou votre iPad et installer des applications. Cela génère beaucoup de fichiers cache temporaires inutiles.  Leur suppression libère de l'espace, mais ne supprime ni musique, ni photos, ni documents personnels.";
"junk.tooltip.browser" = "Votre navigateur stocke le contenu internet sur le disque local lorsque vous affichez des pages Web. Ce contenu devient absolument inutile après la fermeture du navigateur.";
